Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# live.comp.cal_only
source: Calibration corrects weight kg only. Body fat stays informational.
ar: المعايرة تصحّح الكغ فقط. الدهون تبقى معلوماتية.
ca: La calibració només corregeix el pes en kg. El greix corporal es manté informatiu.
cs: Kalibrace opravuje jen kg. Tuk zůstává informativní.
da: Kalibrering korrigerer kun vægt i kg. Kropsfedt forbliver informativt.
de: Kalibrierung korrigiert nur Gewicht in kg. Körperfett bleibt informativ.
el: Η βαθμονόμηση διορθώνει μόνο kg. Το λίπος μένει ενημερωτικό.
es: La calibración corrige solo los kg de peso. La grasa sigue siendo informativa.
fi: Kalibrointi korjaa vain painon kg. Rasva pysyy informatiivisena.
fr: La calibration corrige seulement les kg. La graisse reste informative.
he: הכיול מתקן רק ק"ג. השומן נשאר אינפורמטיבי.
hi: कैलिब्रेशन केवल kg ठीक करता है। बॉडी फैट जानकारी ही रहता है।
hr: Kalibracija ispravlja samo kg. Mast ostaje informativna.
hu: A kalibrálás csak a kg-t javítja. A zsír informatív marad.
id: Kalibrasi hanya koreksi kg. Lemak tetap informatif.
it: La calibrazione corregge solo i kg di peso. Il grasso resta informativo.
ja: 校正は体重kgのみ。体脂肪は参考のまま。
ko: 보정은 체중 kg만 보정합니다. 체지방은 정보를 제공합니다.
ms: Penentukuran hanya betulkan kg berat. Lemak kekal maklumat.
nb: Kalibrering korrigerer bare vekt i kg. Kroppsfett forblir informativt.
nl: Kalibratie corrigeert alleen gewicht in kg. Vet blijft informatief.
pl: Kalibracja koryguje tylko kg. Tłuszcz zostaje informacyjny.
pt_br: A calibração corrige só os kg de peso. A gordura continua informativa.
pt_pt: A calibração corrige só os kg de peso. A gordura continua informativa.
ro: Calibrarea corectează doar kg de greutate. Grăsimea rămâne informativă.
ru: Калибровка правит только кг. Жир остаётся информативным.
sk: Kalibrácia opravuje len kg. Tuk zostáva informatívny.
sv: Kalibrering korrigerar bara vikt i kg. Kroppsfett förblir informativt.
th: ปรับเทียบแก้เฉพาะ kg ไขมันยังเป็นข้อมูลอย่างเดียว
tr: Kalibrasyon yalnızca kg’yi düzeltir. Yağ bilgilendirici kalır.
uk: Калібрування править лише кг. Жир лишається інформативним.
vi: Hiệu chỉnh chỉ sửa kg. Mỡ vẫn chỉ thông tin.
zh_hans: 校准仅校正重量kg。身体脂肪可以提供信息。
zh_hant: 校正只校正體重 kg。體脂仍僅供參考。

# live.comp.locked
source: Body composition locked from the barefoot scan.
ar: تركيب الجسم مُقفل من مسح barefoot.
ca: Composició corporal bloquejada de l'escaneig descalç.
cs: Složení těla zamčeno z barefoot skenu.
da: Kropssammensætning låst fra den barfodede scan.
de: Körperzusammensetzung aus dem Barfuß-Scan übernommen.
el: Η σύσταση σώματος κλειδώθηκε από το barefoot σκανάρισμα.
es: Composición corporal bloqueada del escaneo a pies descalzos.
fi: Kehonkoostumus lukittu paljasjalkaisesta skannauksesta.
fr: Composition corporelle verrouillée depuis le scan pieds nus.
he: הרכב הגוף ננעל מסריקת barefoot.
hi: बिना जूते स्कैन से बॉडी कंपोज़िशन लॉक।
hr: Sastav tijela zaključan s barefoot skena.
hu: Testösszetétel lezárva a barefoot szkennelésből.
id: Komposisi tubuh terkunci dari scan tanpa sepatu.
it: Composizione corporea bloccata dallo scan a piedi scalzi.
ja: 素足スキャンから体組成をロックしました。
ko: 맨발 스캔에서 신체 구성이 잠겼습니다.
ms: Komposisi dikunci dari imbasan kaki kosong.
nb: Kroppssammensetning låst fra den barfote skannen.
nl: Lichaamssamenstelling vastgezet vanuit de blootsvoete scan.
pl: Skład ciała zablokowany z barefoot skanu.
pt_br: Composição corporal travada do scan descalço.
pt_pt: Composição corporal bloqueada do scan descalço.
ro: Compoziție corporală blocată din scanarea desculț.
ru: Состав тела зафиксирован с barefoot-скана.
sk: Zloženie tela zamknuté z barefoot skenu.
sv: Kroppssammansättning låst från barfotascanen.
th: องค์ประกอบร่างกายล็อกจากสแกนเท้าเปล่า
tr: Vücut kompozisyonu barefoot taramadan kilitlendi.
uk: Склад тіла зафіксовано з barefoot-скану.
vi: Thành phần cơ thể khóa từ quét chân trần.
zh_hans: 从赤脚扫描锁定的身体成分。
zh_hant: 體成分已由赤腳掃描鎖定。

# live.comp.needs_scan
source: Composition needs a barefoot scan. Edit weight freely; fat % stays off until it arrives.
ar: التركيب يحتاج مسح barefoot. عدّل الوزن بحرية؛ نسبة الدهون متوقفة حتى تصل.
ca: La composició necessita un escaneig descalç. Edita el pes lliurement; el percentatge de greix romandrà lliure fins que arribi.
cs: Složení potřebuje barefoot sken. Váhu uprav volně; % tuku je vypnutý, dokud nedorazí.
da: Sammensætning kræver en barfodet scan. Rediger vægt frit; fedt % forbliver fra, indtil den kommer.
de: Zusammensetzung braucht einen Barfuß-Scan. Gewicht frei bearbeiten; Fett % bleibt aus, bis er da ist.
el: Η σύσταση χρειάζεται barefoot σκανάρισμα. Επεξεργάσου το βάρος ελεύθερα· το % λίπους μένει off μέχρι να έρθει.
es: La composición necesita un escaneo a pies descalzos. Edita el peso libremente; el % de grasa sigue off hasta que llegue.
fi: Koostumus tarvitsee paljasjalkaisen skannauksen. Muokkaa painoa vapaasti; rasva % pysyy pois kunnes se saapuu.
fr: La composition demande un scan pieds nus. Modifie le poids librement ; le % de graisse reste off jusqu’à l’arrivée.
he: ההרכב צריך סריקת barefoot. ערוך משקל בחופשיות; אחוז השומן כבוי עד שיגיע.
hi: बिना जूते स्कैन चाहिए। वज़न स्वतंत्र संपादित करें; फैट % आने तक बंद।
hr: Sastav treba barefoot sken. Težinu uređuj slobodno; % masti je isključen dok ne stigne.
hu: Az összetételhez barefoot szken kell. A súlyt szabadon szerkesztheted; a zsír % ki van kapcsolva, amíg meg nem érkezik.
id: Perlu scan tanpa sepatu. Edit berat bebas; lemak % mati sampai datang.
it: La composizione richiede uno scan a piedi scalzi. Modifica il peso liberamente; il % di grasso resta off finché non arriva.
ja: 体組成には素足スキャンが必要。体重は編集可。脂肪％は到着までオフ。
ko: 조성물은 맨발 스캔이 필요합니다. 자유롭게 체중을 수정하세요. 지방 % 는 도착할 때까지 유지됩니다.
ms: Komposisi perlu imbasan kaki kosong. Edit berat bebas; lemak % off sehingga tiba.
nb: Sammensetning trenger en barfot skann. Rediger vekt fritt; fett % forblir av til den kommer.
nl: Samenstelling heeft een blootsvoete scan nodig. Bewerk gewicht vrij; vet % blijft uit tot die binnenkomt.
pl: Skład wymaga barefoot skanu. Wagę edytuj swobodnie; % tłuszczu wyłączony, aż dojdzie.
pt_br: A composição precisa de um scan descalço. Edite o peso à vontade; o % de gordura fica off até chegar.
pt_pt: A composição precisa de um scan descalço. Edita o peso à vontade; o % de gordura fica off até chegar.
ro: Compoziția cere un scan desculț. Editează greutatea liber; % grăsime rămâne off până sosește.
ru: Составу нужен barefoot-скан. Вес правь свободно; % жира выключен, пока не придёт.
sk: Zloženie potrebuje barefoot sken. Váhu uprav voľne; % tuku je vypnutý, kým nepríde.
sv: Sammansättning kräver barfotascan. Redigera vikt fritt; fett % förblir av tills den kommer.
th: ต้องสแกนเท้าเปล่า แก้ kg ได้; ไขมัน % ปิดจนกว่าจะมา
tr: Kompozisyon barefoot tarama ister. Ağırlığı serbestçe düzenle; yağ % gelene kadar kapalı.
uk: Складу потрібен barefoot-скан. Вагу прави вільно; % жиру вимкнено, доки не надійде.
vi: Cần quét chân trần. Sửa kg tự do; mỡ % tắt đến khi có.
zh_hans: 构图需要赤脚扫描。自由编辑体重； FAT %会保持关闭状态，直到到达为止。
zh_hant: 體成分需要赤腳掃描。體重可隨意編輯；體脂 % 在結果到來前保持關閉。

# live.comp.no_fat
source: No body fat this session (socks/shoes or stepped off early).
ar: لا دهون في هذه الجلسة (جوارب/حذاء أو نزلت مبكرًا).
ca: Sense greix corporal en aquesta sessió (calçotets/sabates o baixar aviat).
cs: Žádný tuk v této relaci (ponožky/boty nebo sesedl jsi brzy).
da: Intet kropsfedt denne session (sokker/sko eller steg af for tidligt).
de: Kein Körperfett in dieser Sitzung (Socken/Schuhe oder zu früh abgestiegen).
el: Χωρίς λίπος σε αυτή τη συνεδρία (κάλτσες/παπούτσια ή κατέβηκες νωρίς).
es: Sin grasa corporal en esta sesión (calcetines/zapatos o bajaste pronto).
fi: Ei rasvaprosenttia tässä sessiossa (sukat/kengät tai astuit pois liian aikaisin).
fr: Pas de masse grasse cette session (chaussettes/chaussures ou tu es descendu trop tôt).
he: אין שומן בסשן הזה (גרביים/נעליים או ירדת מוקדם).
hi: इस सेशन में बॉडी फैट नहीं (मोज़े/जूते या जल्दी उतरे)।
hr: Nema masti u ovoj sesiji (čarape/cipele ili si prerano sišao).
hu: Nincs testzsír ebben a munkamenetben (zokni/cipő vagy korán leszálltál).
id: Tidak ada lemak sesi ini (kaus kaki/sepatu atau turun terlalu cepat).
it: Nessun grasso corporeo in questa sessione (calzini/scarpe o sei sceso troppo presto).
ja: 今回は体脂肪なし（靴下／靴、または早降り）。
ko: 이 세션에서는 체지방이 없습니다 (양말/신발 또는 일찍 벗어남).
ms: Tiada lemak sesi ini (stoking/kasut atau turun terlalu awal).
nb: Ingen kroppsfett denne økten (sokker/sko eller gikk av for tidlig).
nl: Geen vetpercentage deze sessie (sokken/schoenen of te vroeg afgestapt).
pl: Brak tłuszczu w tej sesji (skarpetki/buty albo za wcześnie zsjedłeś).
pt_br: Sem gordura corporal nesta sessão (meias/sapatos ou saiu cedo).
pt_pt: Sem gordura corporal nesta sessão (meias/sapatos ou saíste cedo).
ro: Fără grăsime corporală în această sesiune (șosete/pantofi sau ai coborât devreme).
ru: Нет жира в этой сессии (носки/обувь или рано сошёл).
sk: Žiadny tuk v tejto relácii (ponožky/topánky alebo si zišiel skoro).
sv: Inget kroppsfett denna session (strumpor/skor eller klev av för tidigt).
th: ไม่มีไขมันรอบนี้ (ถุงเท้า/รองเท้า หรือลงเร็ว)
tr: Bu oturumda yağ yok (çorap/ayakkabı veya erken indin).
uk: Немає жиру в цій сесії (шкарпетки/взуття або рано зійшов).
vi: Không có mỡ phiên này (tất/giày hoặc bước xuống sớm).
zh_hans: 本课程不含体脂肪（袜子/鞋子或早退）。
zh_hant: 本輪無體脂（穿襪／鞋或過早下秤）。

# live.comp.pending
source: Body fat % and lean % appear here once the scan finishes.
ar: نسبة الدهون ونسبة الهزيل تظهر هنا بعد انتهاء المسح.
ca: El greix corporal % i el magre % apareixen aquí un cop finalitzada l'exploració.
cs: % tuku a % hubené se tu objeví po skenu.
da: Kropsfedt % og lean % vises her, når scanen er færdig.
de: Körperfett % und Mager % erscheinen hier, sobald der Scan fertig ist.
el: Το % λίπους και το % άλιπης εμφανίζονται εδώ μόλις τελειώσει το σκανάρισμα.
es: El % de grasa y el % magro aparecen aquí cuando termine el escaneo.
fi: Rasva % ja lean % näkyvät täällä kun skannaus valmistuu.
fr: Le % de graisse et le % maigre apparaissent ici une fois le scan terminé.
he: אחוז שומן ואחוז רזה מופיעים כאן אחרי הסריקה.
hi: स्कैन पूरा होने पर बॉडी फैट % और लीन % यहाँ दिखेंगे।
hr: % masti i % mršave pojavljuju se ovdje nakon skena.
hu: A testzsír % és a sovány % itt jelenik meg a szken után.
id: Lemak % dan lean % muncul di sini saat scan selesai.
it: Il % di grasso e il % magro compaiono qui a scan finito.
ja: スキャン完了後に体脂肪％と除脂肪％がここに出ます。
ko: 스캔이 완료되면 체지방 % 및 희박 % 가 여기에 나타납니다.
ms: Lemak % dan lean % muncul selepas imbasan selesai.
nb: Kroppsfett % og lean % vises her når skannen er ferdig.
nl: Vet % en lean % verschijnen hier zodra de scan klaar is.
pl: % tłuszczu i % beztłuszczowej pojawią się tu po skanie.
pt_br: O % de gordura e o % magro aparecem aqui quando o scan terminar.
pt_pt: O % de gordura e o % magro aparecem aqui quando o scan terminar.
ro: % grăsime și % masă slabă apar aici când scanarea se termină.
ru: % жира и % сухой появятся здесь после скана.
sk: % tuku a % beztukovej sa tu objavia po skene.
sv: Kroppsfett % och lean % visas här när scanen är klar.
th: ไขมัน % และมวลไร้ไขมัน % โผล่เมื่อสแกนจบ
tr: Yağ % ve yağsız % tarama bitince burada görünür.
uk: % жиру й % сухої з’являться тут після скану.
vi: Mỡ % và nạc % hiện khi quét xong.
zh_hans: 扫描完成后，此处会显示身体脂肪%和瘦肉%。
zh_hant: 掃描結束後，體脂 % 與瘦體重 % 會顯示在這裡。

# live.comp.streaming
source: Weight streaming. Body fat % appears after the scale finishes scanning.
ar: الوزن في STREAM. نسبة الدهون بعد أن ينهي الميزان المسح.
ca: Transmissió de pes. El % de greix corporal apareix quan la balança acaba d'escanejar.
cs: Váha ve STREAM. % tuku po dokončení skenu.
da: Vægt streamer. Kropsfedt % vises, når vægten er færdig med at scanne.
de: Gewicht streamt. Körperfett % erscheint, wenn die Waage den Scan beendet.
el: Βάρος σε STREAM. Το % λίπους μετά την ολοκλήρωση του σκαναρίσματος.
es: Peso en streaming. El % de grasa aparece cuando la báscula termine de escanear.
fi: Paino streamaa. Rasva % näkyy kun vaaka viimeistelee skannauksen.
fr: Poids en direct. Le % de graisse apparaît après le scan de la balance.
he: משקל ב־STREAM. אחוז שומן אחרי שהמשקל מסיים לסרוק.
hi: वज़न स्ट्रीम हो रहा है। स्केल स्कैन खत्म करने के बाद बॉडी फैट %।
hr: Težina u STREAM. % masti nakon što vaga završi sken.
hu: Súly STREAM-ben. A testzsír % a szken befejezése után jelenik meg.
id: Berat streaming. Lemak % muncul setelah timbangan selesai scan.
it: Peso in streaming. Il % di grasso compare a scan della bilancia finito.
ja: 体重ストリーミング中。スキャン完了後に体脂肪％が出ます。
ko: 체중 스트리밍. 체중계가 스캔을 마친 후 체지방 % 가 나타납니다.
ms: Berat streaming. Lemak % muncul selepas penimbang selesai imbasan.
nb: Vekt streamer. Kroppsfett % vises når vekten er ferdig med å skanne.
nl: Gewicht streamt. Vet % verschijnt nadat de weegschaal klaar is met scannen.
pl: Waga w STREAM. % tłuszczu po zakończeniu skanu.
pt_br: Peso em streaming. O % de gordura aparece quando a balança terminar o scan.
pt_pt: Peso em streaming. O % de gordura aparece quando a balança terminar o scan.
ro: Greutate în streaming. % grăsime apare după ce cântarul termină scanarea.
ru: Вес в STREAM. % жира после завершения скана.
sk: Váha v STREAM. % tuku po dokončení skenu.
sv: Vikt streamar. Kroppsfett % visas när vågen är klar med scanningen.
th: น้ำหนักกำลังสตรีม ไขมัน % หลังตาชั่งสแกนจบ
tr: Ağırlık STREAM’de. Yağ %, tartı taramayı bitirdikten sonra gelir.
uk: Вага в STREAM. % жиру після завершення скану.
vi: Cân đang stream. Mỡ % hiện sau khi cân quét xong.
zh_hans: 体重流。体脂百分比在秤完成扫描后出现。
zh_hant: 體重串流中。秤掃描完成後顯示體脂 %。

# live.comp.weight_only
source: Weight-only. Adjust kg above; body fat stays off until the barefoot scan finishes.
ar: وزن فقط. عدّل الكغ أعلاه؛ الدهون متوقفة حتى ينتهي مسح barefoot.
ca: Només pes. Ajusta els kg a dalt; el greix corporal romandrà apagat fins que acabi l'exploració amb els peus descalços.
cs: Jen váha. Uprav kg nahoře; tuk vypnutý, dokud barefoot sken neskončí.
da: Kun vægt. Juster kg ovenfor; kropsfedt forbliver fra, indtil den barfodede scan er færdig.
de: Nur Gewicht. kg oben anpassen; Körperfett bleibt aus, bis der Barfuß-Scan fertig ist.
el: Μόνο βάρος. Ρύθμισε kg πάνω· το λίπος off μέχρι να τελειώσει το barefoot σκανάρισμα.
es: Solo peso. Ajusta los kg arriba; la grasa sigue off hasta que termine el escaneo a pies descalzos.
fi: Vain paino. Säädä kg yllä; rasva pysyy pois kunnes paljasjalkainen skannaus valmistuu.
fr: Poids seul. Ajuste les kg ci-dessus ; la graisse reste off jusqu’à la fin du scan pieds nus.
he: משקל בלבד. כוון ק"ג למעלה; שומן כבוי עד שסריקת barefoot תסתיים.
hi: केवल वज़न। ऊपर kg समायोजित करें; बिना जूते स्कैन तक फैट बंद।
hr: Samo težina. Prilagodi kg gore; mast isključena dok barefoot sken ne završi.
hu: Csak súly. Állítsd a kg-t fent; a zsír ki van kapcsolva, amíg a barefoot szken be nem fejeződik.
id: Hanya berat. Sesuaikan kg di atas; lemak mati sampai scan tanpa sepatu selesai.
it: Solo peso. Regola i kg sopra; il grasso resta off finché lo scan a piedi scalzi non finisce.
ja: 体重のみ。上でkgを調整。素足スキャン完了まで体脂肪はオフ。
ko: 체중만. 위의 kg을 조절하세요. 맨발 스캔이 완료될 때까지 체지방이 유지됩니다.
ms: Hanya berat. Laraskan kg di atas; lemak off sehingga imbasan kaki kosong selesai.
nb: Bare vekt. Juster kg ovenfor; kroppsfett forblir av til den barfote skannen er ferdig.
nl: Alleen gewicht. Pas kg hierboven aan; vet blijft uit tot de blootsvoete scan klaar is.
pl: Tylko waga. Koryguj kg powyżej; tłuszcz wyłączony, aż barefoot skan skończy.
pt_br: Só peso. Ajuste os kg acima; a gordura fica off até o scan descalço terminar.
pt_pt: Só peso. Ajusta os kg acima; a gordura fica off até o scan descalço terminar.
ro: Doar greutate. Ajustează kg deasupra; grăsimea rămâne off până scanarea desculț se termină.
ru: Только вес. Крути кг выше; жир выключен, пока barefoot-скан не закончится.
sk: Len váha. Uprav kg hore; tuk vypnutý, kým barefoot sken neskončí.
sv: Bara vikt. Justera kg ovan; kroppsfett förblir av tills barfotascanen är klar.
th: เฉพาะน้ำหนัก ปรับ kg ด้านบน; ไขมันปิดจนกว่าสแกนเท้าเปล่าจะจบ
tr: Yalnızca ağırlık. Yukarıda kg ayarla; barefoot tarama bitene kadar yağ kapalı.
uk: Лише вага. Крути кг вище; жир вимкнено, доки barefoot-скан не закінчиться.
vi: Chỉ cân. Chỉnh kg phía trên; mỡ tắt đến khi quét chân trần xong.
zh_hans: 仅限体重。调整公斤以上；身体脂肪保持关闭，直到赤脚扫描完成。
zh_hant: 僅體重。上方可調 kg；赤腳掃描完成前體脂保持關閉。

# live.confirm_health
source: Confirm to Health
ar: تأكيد إلى Health
ca: Confirma a Salut
cs: Potvrdit do Health
da: Bekræft til Health
de: In Health bestätigen
el: Επιβεβαίωση στο Health
es: Confirmar en Salud
fi: Vahvista Healthiin
fr: Confirmer dans Santé
he: אשר ל־Health
hi: Health में पुष्टि करें
hr: Potvrdi u Health
hu: Megerősítés Healthbe
id: Konfirmasi ke Health
it: Conferma in Salute
ja: Healthに確定
ko: 건강에 확인
ms: Sahkan ke Health
nb: Bekreft til Health
nl: Bevestig naar Health
pl: Potwierdź do Health
pt_br: Confirmar no Saúde
pt_pt: Confirmar no Health
ro: Confirmă în Health
ru: Подтвердить в Health
sk: Potvrdiť do Health
sv: Bekräfta till Health
th: ยืนยันไป Health
tr: Health’e onayla
uk: Підтвердити в Health
vi: Xác nhận vào Health
zh_hans: 确认到健康
zh_hant: 確認寫入 Health

# live.confirm_only_hint
source: Only Confirm writes to Apple Health. Mistakes stay on this iPhone until then.
ar: فقط «تأكيد» يكتب إلى Apple Health. الأخطاء تبقى على هذا الـ iPhone حتى ذلك الحين.
ca: Només Confirma escriu a Apple Health. Els errors es queden en aquest iPhone fins llavors.
cs: Jen Potvrdit zapisuje do Apple Health. Chyby zůstanou na tomto iPhonu do té doby.
da: Kun Bekræft skriver til Apple Health. Fejl bliver på denne iPhone indtil da.
de: Nur Bestätigen schreibt in Apple Health. Fehler bleiben bis dahin auf diesem iPhone.
el: Μόνο το Επιβεβαίωση γράφει στο Apple Health. Τα λάθη μένουν σε αυτό το iPhone μέχρι τότε.
es: Solo Confirmar escribe en Apple Health. Los errores se quedan en este iPhone hasta entonces.
fi: Vain Vahvista kirjoittaa Apple Healthiin. Virheet jäävät tälle iPhonelle siihen asti.
fr: Seul Confirmer écrit dans Apple Santé. Les erreurs restent sur cet iPhone jusque-là.
he: רק אישור כותב ל־Apple Health. טעויות נשארות ב־iPhone הזה עד אז.
hi: केवल पुष्टि Apple Health में लिखती है। गलतियाँ तब तक इस iPhone पर रहती हैं।
hr: Samo Potvrdi piše u Apple Health. Pogreške ostaju na ovom iPhoneu do tada.
hu: Csak a Megerősítés ír Apple Healthbe. A hibák addig ezen az iPhone-on maradnak.
id: Hanya Konfirmasi yang menulis ke Apple Health. Kesalahan tetap di iPhone ini sampai saat itu.
it: Solo Conferma scrive su Apple Health. Gli errori restano su questo iPhone fino ad allora.
ja: 確定したときだけApple Healthに書きます。それまではこのiPhone内。
ko: Apple Health에만 확인 쓰기. 그때까지 실수는 이 iPhone에 남아 있습니다.
ms: Hanya Sahkan yang menulis ke Apple Health. Kesilapan kekal pada iPhone ini sehingga itu.
nb: Bare Bekreft skriver til Apple Health. Feil blir på denne iPhonen til da.
nl: Alleen Bevestigen schrijft naar Apple Health. Fouten blijven tot dan op deze iPhone.
pl: Tylko Potwierdź zapisuje do Apple Health. Błędy zostają na tym iPhonie do tego momentu.
pt_br: Só Confirmar grava no Apple Health. Erros ficam neste iPhone até lá.
pt_pt: Só Confirmar grava no Apple Health. Os erros ficam neste iPhone até lá.
ro: Doar Confirmă scrie în Apple Health. Greșelile rămân pe acest iPhone până atunci.
ru: Только Подтвердить пишет в Apple Health. Ошибки до этого остаются на этом iPhone.
sk: Len Potvrdiť zapisuje do Apple Health. Chyby zostanú na tomto iPhone do vtedy.
sv: Bara Bekräfta skriver till Apple Health. Misstag stannar på denna iPhone tills dess.
th: กดยืนยันเท่านั้นที่เขียนไป Apple Health ผิดพลาดอยู่บน iPhone นี้จนกว่านั้น
tr: Yalnızca Onayla Apple Health’e yazar. Hatalar o ana kadar bu iPhone’da kalır.
uk: Лише Підтвердити пише в Apple Health. Помилки доти лишаються на цьому iPhone.
vi: Chỉ Xác nhận mới ghi vào Apple Health. Sai sót nằm trên iPhone này đến khi đó.
zh_hans: 仅确认写入Apple Health。在此之前，这款iPhone上的错误会一直存在。
zh_hant: 只有「確認」才寫入 Apple Health。在此之前錯誤留在本機。

# live.discard
source: Discard
ar: تجاهل
ca: Descartar
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
fi: Hylkää
fr: Jeter
he: מחק
hi: रद्द करें
hr: Odbaci
hu: Eldobás
id: Buang
it: Scarta
ja: 破棄
ko: 폐기
ms: Buang
nb: Forkast
nl: Verwerp
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
ru: Отбросить
sk: Zahodiť
sv: Kasta
th: ทิ้ง
tr: At
uk: Відкинути
vi: Bỏ
zh_hans: 丢弃
zh_hant: 捨棄

# live.edit_hint_a11y
source: Double tap to edit before saving to Health
ar: اضغط مرتين للتعديل قبل الحفظ في Health
ca: Toca dues vegades per modificar-ho abans de desar-lo a Salut
cs: Dvojité klepnutí pro úpravu před uložením do Health
da: Dobbelttryk for at redigere før lagring til Health
de: Doppeltippen zum Bearbeiten vor dem Speichern in Health
el: Διπλό πάτημα για επεξεργασία πριν την αποθήκευση στο Health
es: Toca dos veces para editar antes de guardar en Health
fi: Kaksoisnapauta muokataksesi ennen tallennusta Healthiin
fr: Double tap pour modifier avant d’enregistrer dans Santé
he: הקשה כפולה לעריכה לפני שמירה ל־Health
hi: Health में सहेजने से पहले संपादन हेतु डबल टैप
hr: Dvostruki dodir za uređivanje prije spremanja u Health
hu: Dupla koppintás a szerkesztéshez Healthbe mentés előtt
id: Ketuk dua kali untuk edit sebelum simpan ke Health
it: Tocca due volte per modificare prima di salvare su Health
ja: ダブルタップでヘルスケア保存前に編集
ko: Health에 저장하기 전에 편집하려면 두 번 탭하세요
ms: Ketik dua kali untuk edit sebelum simpan ke Health
nb: Dobbelttrykk for å redigere før lagring til Health
nl: Dubbeltik om te bewerken vóór opslaan in Health
pl: Podwójne stuknięcie, by edytować przed zapisem do Health
pt_br: Toque duas vezes para editar antes de salvar no Health
pt_pt: Toca duas vezes para editar antes de guardar no Health
ro: Atinge de două ori ca să editezi înainte de a salva în Health
ru: Двойной тап — править до сохранения в Health
sk: Dvojité klepnutie na úpravu pred uložením do Health
sv: Dubbeltryck för att redigera innan sparande till Health
th: แตะสองครั้งเพื่อแก้ก่อนบันทึกไป Health
tr: Health’e kaydetmeden önce düzenlemek için çift dokun
uk: Подвійний тап — правити перед збереженням у Health
vi: Chạm đúp để sửa trước khi lưu vào Health
zh_hans: 轻触两次进行编辑，然后保存到Uber Health
zh_hant: 點兩下可在寫入 Health 前編輯

# live.edit_weight_a11y
source: Edit weight
ar: تعديل الوزن
ca: Modifica el pes
cs: Upravit váhu
da: Rediger vægt
de: Gewicht bearbeiten
el: Επεξεργασία βάρους
es: Editar peso
fi: Muokkaa painoa
fr: Modifier le poids
he: ערוך משקל
hi: वज़न संपादित करें
hr: Uredi težinu
hu: Súly szerkesztése
id: Edit berat
it: Modifica peso
ja: 体重を編集
ko: 중량비 수정
ms: Edit berat
nb: Rediger vekt
nl: Bewerk gewicht
pl: Edytuj wagę
pt_br: Editar peso
pt_pt: Editar peso
ro: Editează greutatea
ru: Изменить вес
sk: Upraviť váhu
sv: Redigera vikt
th: แก้น้ำหนัก
tr: Ağırlığı düzenle
uk: Змінити вагу
vi: Sửa cân nặng
zh_hans: 编辑文件大小
zh_hant: 編輯體重

# live.fat
source: Fat
ar: دهون
ca: Gruixut
cs: Tuk
da: Fedt
de: Fett
el: Λίπος
es: Grasa
fi: Rasva
fr: Graisse
he: שומן
hi: फैट
hr: Mast
hu: Zsír
id: Lemak
it: Grasso
ja: 脂肪
ko: 지방
ms: Lean
nb: Fett
nl: Vet
pl: Tłuszcz
pt_br: Gordura
pt_pt: Gordura
ro: Grăsime
ru: Жир
sk: Tuk
sv: Fett
th: ไขมัน
tr: Yağ
uk: Жир
vi: Mỡ
zh_hans: 脂肪
zh_hant: 脂肪

# live.lean
source: Lean
ar: هزيل
ca: magre
cs: Hubená
da: Fedtfri
de: Magermasse
el: Άλιπη
es: Magro
fi: Rasvaton
fr: Maigre
he: רזה
hi: लीन
hr: Mršava
hu: Sovány
id: Tanpa lemak
it: Magro
ja: 除脂肪
ko: 제지방
ms: Tanpa lemak
nb: Fetfri
nl: Vetvrij
pl: Beztłuszczowa
pt_br: Magro
pt_pt: Magro
ro: Slab
ru: Сухая
sk: Beztuková
sv: Fetfri
th: มวลไร้ไขมัน
tr: Yağsız
uk: Суха
vi: Nạc
zh_hans: 斜线
zh_hant: 瘦體重
